IDEA Open Model
SectionCharacteristics.Wplz Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the Plastic section modulus related to axis Z.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Wplz { get; set; }
Public Property Wplz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace